Repository: Terisa/toolbag-calibre-plugin
Catalog: translations/*.po
Languages: fr

source: Edit Spans & Divs
fr: Modifier Spans & Divs

source: Delete
fr: Supprimer

source: Modify
fr: Modifier

source: No attributes ("naked" tag)
fr: Pas d'attributs (balise "nue")

source: No change
fr: Aucun changement

source: Action type:
fr: Type d'action :

source: Tag name:
fr: Nom de la balise :

source: Having the attribute:
fr: Ayant l'attribut :

source: Whose value is (no quotes):
fr: Dont la valeur est (sans guillemets) :

source: Change tag to:
fr: Remplacer la balise par :

source: New attribute string to insert (entire):
fr: Nouvelle chaîne d'attributs à insérer (en entier) :

source: Copy existing attribute string
fr: Copier la chaîne d'attributs existante

source: Error
fr: Erreur

source: Must enter a value for the attribute selected
fr: Vous devez entrer une valeur pour l'attribut sélectionné

source: What--exactly--would that achieve?
fr: Vous pensiez qu'il allait se passer --quoi-- exactement ?

source: Smarten Punctuation (the sequel)
fr: Ponctuation améliorée (la suite)

source: Smarten Quotation marks
fr: Améliorer les guillemets

source: Use custom apostrophe exceptions file
fr: Utiliser un fichier d'exception pour les apostrophes personnalisé

source: (em|en)-dash settings
fr: Paramètres tiret (cadratin|demi-cadratin)

source: Do not educate dashes
fr: Ne pas remplacer les tirets

source: -- = emdash (no endash support)
fr: -- = tiret cadratin (—) (Aucun support des demi-cadratin (–))

source: -- = emdash | --- = endash
fr: -- = tiret cadratin (—) | --- = tiret demi-cadratin (–)

source: --- = emdash | -- = endash
fr: --- = tiret cadratin (—) | -- = tiret demi-cadratin (–)

source: Smarten ellipses
fr: Améliorer ellipses

source: Educate with unicode characters (instead of entities)
fr: Remplacer par des caractères unicode (au lieu d'entités HTML)

source: Select custom apostrophe exceptions file
fr: Sélectionner un fichier d'exception pour les apostrophes personnalisé

source: Must select a custom exception file
fr: Vous devez sélectionner un fichier d'exception personnalisé

source: Cancel
fr: Annuler

source: Changed Files
fr: Fichiers modifiés

source: See what changed
fr: Voir ce qui a changé

source: Close
fr: Fermer

source: Edit Spans && Divs
fr: Modifier Spans && Divs

source: Edit current file only
fr: Modifier uniquement le fichier actuel

source: Customize
fr: Personnaliser

source: No book open
fr: Aucun livre ouvert

source: Need to have a book open first.
fr: Vous devez d'abord ouvrir un livre.

source: Cannot Process
fr: Traitement impossible

source: No file open for editing or the current file is not an (x)html file.
fr: Aucun fichier ouvert pour l'édition ou bien le fichier actuel n'est pas un fichier (x)html.

source: Before: Span Div Edit
fr: Avant : Editer Span Div

source: Failed
fr: Echec

source: Failed to process divs or spans, click "Show details" for more info
fr: Impossible de traiter les divs ou les spans, cliquez sur "Afficher les détails" pour plus d'informations

source: Nothing changed
fr: Aucun changement

source: Nothing matching your criteria was found.
fr: Aucun élément correspondant à vos critères n'a été trouvé.

source: Parsing
fr: Analyse

source: Smarten current file only
fr: Améliorer uniquement le fichier actuel

source: Before: Smarten Punctuation
fr: Avant : Améliorer la ponctuation

source: Failed to smarten punctuation, click "Show details" for more info
fr: Impossible d'améliorer la ponctuation, cliquez sur "Afficher les détails" pour plus d'informations

source: Nothing smartened
fr: Aucune amélioration

source: No punctuation meeting your criteria was found to smarten.
fr: Aucune ponctuation répondant à vos critères à améliorer n'a été trouvée.

source: Smartening
fr: Amélioration

source: Convert CSS cm to em
fr: Convertir CSS cm en em

source: Convert current CSS file only
fr: Convertir uniquement le fichier CSS actuel

source: No file open for editing or the current file is not a CSS file.
fr: Aucun fichier ouvert pour l'édition ou bien le fichier actuel n'est pas un fichier CSS.

source: Before: Convert CM to EM
fr: Avant : Convertir les CM en EM

source: Failed to convert CMs to EMs, click "Show details" for more info
fr: Impossible de convertir les CM en EM, cliquez sur "Afficher les détails" pour plus d'informations

source: Nothing Converted
fr: Aucun remplacement

source: No CM dimensions were found to convert.
fr: Aucune dimension en CM à convertir n'a été trouvée.

source: Edit Spans & Divs Customization
fr: Personnaliser Modifier Spans & Divs

source: Comma separated list of html elements (no quotes, no angle "&lt;" brackets).
fr: Liste séparée par des virgules des balises html (sans guillemets ni &lt; ou &gt;).

source: <b>Choices to change "{}" elements to:</b>
fr: <b>Choix pour remplacer la balise "{}" :</ b>

source: <b>Tags available to search for:</b>
fr: <b>Balises disponibles à rechercher:

source: Comma separated list of html tag names (no quotes).
fr: Liste de noms de balises HTML séparés par des virgules (sans guillemets)

source: <b>HTML attributes available to search for:</b>
fr: <b>Attributs HTML pouvant être recherchés :</ b>

source: Comma separated list of html attribute names (no quotes).
fr: Liste séparée par des virgules des noms d'attributs html (sans guillemets).

source: Reset all defaults
fr: Restaurer les valeurs par défaut

source: Reset all settings to original defaults.
fr: Restaurer tous les réglages à leurs valeurs par défaut.

source: Are you sure?
fr: Êtes-vous sûr ?

source: Reset all customizable options to their original defaults?
fr: Réinitialiser toutes les options personnalisables à leurs valeurs par défaut d'origine?
